{
  "first_screen": {
    "import": {
      "title": "Batumi Car Rental: Drive Your Georgian Dream Vacation",
      "description": "Explore Batumi in our rental cars. Wide selection and flexible terms",
      "button": "Select Vehicle"
    },
    "rent": {
      "title": "Auto Imports: Top-Quality Vehicles Delivered",
      "description": "Import quality cars hassle-free with our services. Reliable imports, seamless process",
      "button": "Learn More"
    }
  },
  "footer": {
    "title": "Contacts",
    "description": "Our contacts are available to you 24/7. Reach out with any questions or inquiries"
  },
  "about": {
    "title": "About our companies",
    "description": "Our company is a leading provider of automotive services, offering a wide range of car rental and import services. We specialize in providing customers with high-quality vehicles, reliable maintenance, and personalized service. Our goal is to ensure our customers' comfortable and safe transportation while meeting their needs for automotive services",
    "button-advantages": "Our advantages",
    "button-cars": "Our cars"
  },
  "advantages": {
    "title": "Our advantages",
    "0": "Large vehicle fleet",
    "1": "No mileage restrictions",
    "2": "Pre-serviced car",
    "3": "Full insurance",
    "4": "Competitive Pricing",
    "5": "Personalized Approach"
  },
  "how-rent": {
    "title": "How to Rent a Car?",
    "age": "Renter's age from 21 years old",
    "experience": "Driving experience of at least 2 years",
    "deposit": "Deposit: 200 GEL",
    "button": "Choose car",
    "step": {
      "0": {
        "title": "Write",
        "description": "Write to the manager at the specified contacts"
      },
      "1": {
        "title": "Choose",
        "description": "Select a car from a safe place"
      },
      "2": {
        "title": "Sign",
        "description": "Provide a passport and driver's license, sign an agreement"
      },
      "3": {
        "title": "Enjoy",
        "description": "Pick up the keys and head out to explore the local beauty"
      }
    }
  },
  "import": {
    "title": "Car Imports: Your Choice",
    "description": "Our car import service offers a wide selection of vehicles from various brands and classes. We import cars from different countries to meet the demands of our clients. Whether you're looking for an economical car for everyday use or a luxury vehicle for special occasions, we can help you find the right fit. With us, you can trust the quality and reliability of every car we import. Explore new possibilities with our car import service",
    "button": "How to contact you"
  }
}
